Repository: mcverter/EthicalPataphysicsOfAnarchism
Catalog: word_analysis/locale/*/LC_MESSAGES/django.po
Languages: fr

source: We will do so by sorting the words in Levinas's texts into Genre Sets (GS) which correspond to the thematics that he explores in his work such as GENESIS and GEOMETRY/ MATHEMATICS. When we do so, we can better notice that, throughout his texts, the words contained in these Genre Sets transform in characteristic patterns
fr: Nous le ferons en triant les mots des textes de Levinas en Genre Sets (GS)qui correspondent aux thématiques qu'il explore dans son travail telles queGENÈSE et GÉOMÉTRIE/MATHEMATIQUES. Quand nous le faisons, nous pouvons mieux remarquerque, tout au long de ses textes, les mots contenus dans ces Genrestransformer selon des modèles caractéristiques

source: Certain dualities are opposed to each other
fr: Certains dédoublements s'opposent les uns aux autres

source: Totality and Infinity narrates the recurrent cyclings of these doubles. Different sections of the book invert or bend these double relations. In one section, the Self occupies a place of height looking at the depth of the destitute other. In another section, the Other occupies a place of height looking down at the subject self in hypostasis and substitution. Other sections apply other metaphorical curvature tensors to warp the space furter
fr: Totalité et Infini raconte les cycles récurrents de ces doubles. Différent des sections du livre s “inversent ou se plient ces doubles relations. Dans une section, le Soi occupe une place de hauteur au fond de l’autre démuni. Dans une autre rubrique, l’Autre occupe une place de hauteur regardant le sujet moi en hypostase et substitution. D”autres sections appliquent d'autres tenseurs de courbure métaphoriques pour déformer davantage l’espace

source: Examples
fr: Exemples

source: Certain
fr: Certaines

source: manifolds have
fr: variétés ont

source: homologous
fr: homologues

source: and their
fr: et leurs

source: tensor
fr: tenseur

source: transformations occur in parallel to each other
fr: et leurs transformations tensorelle se produisent dans parallèle à les uns les autres

source: For example, when Levinas disusses NIETZSCHE, he typically invokes metaphors such as
fr: Par exemple, lorsque Levinas parle de NIETZSCHE_PT, il invoque généralement des métaphores telles que

source: from
fr: de

source: When Levinas discusses
fr: Quand Levinas discute

source: he typically invokes metaphors of
fr: il invoque généralement des métaphores de

source: The two-by-two matrices discussed above,in which a polar position can take be inhabited by either Self or Other, can be broken down into four distinct perspectives. Levinas’s work from the 40s demonstrates the tension of countervailing dimensions. The birth of subjectivity in hypostasis occurs simultaneously as a height and a depth, two opposing movements that describe the same event from diametrically reversed perspectives. As Levinas develops his account of the interaction between the self and the other person, he expands the idea – already implied in previous work – that the twofold dynamic of opposition can also be understood as a fourfold turning. The conversation with the other person delineates a set of perspectival conversions
fr: Les matrices deux par deux évoquées ci-dessus, dans lesquelles une position polaire peut prendre être habité soit par Soi, soit par Autrui, se décompose en quatre distincts perspectives. L'œuvre de Levinas des années 40 démontre la tension de dimensions compensatoires. La naissance de la subjectivité dans l'hypostase se produit simultanément comme une hauteur et une profondeur, deux mouvements opposés qui décrivent le même événement sous des perspectives diamétralement inversées. Comme le développe Lévinas son récit de l'interaction entre soi et l'autre personne, il élargit l'idée – déjà sous-entendue dans des travaux antérieurs – que le double La dynamique d'opposition peut aussi être comprise comme un quadruple retournement. Le la conversation avec l'autre délimite un ensemble de perspectives conversions

source: The first perspective is an inversion of this subjective point of view, in which I gaze upwards at the Other. The perspective is the most noticeable one in Totality and Infinity, articulated in Levinas’s description of the visage as revealed “in the dimension of height86 and in the motif of transcendence that animates much of the text. Levinas’s usage of the superlative adverb most and suffix “–est determined by this perspective as are his employment of prefixes such as ex– and sur– to describe, for example, how the other person exceeds or surpasses as an “absolute surplus”. The Other’s height is articulated through correlate attributes such as mastery, which is manifested in a variety of ways, for example as the one who commands “you shall not commit murder” and who teaches the lesson of his exteriority to consciousness. This mastery can also exhibit malevolence as the “transcendence of the antagonist” who threatens me with death that “comes from the other as a tyranny”.
fr: La première perspective est une inversion de ce point de vue subjectif, en que je regarde vers le haut vers l'Autre. La perspective est la plus perceptibleun dans la Totalité et l'Infini, articulé dans la description de Levinas du visage tel que révélé “dans la dimension de hauteur” et dans le motif de “transcendance” qui anime une grande partie du texte. L'utilisation par Levinas du adverbe superlatif most et suffixe « –est déterminé par cette perspective comme est-ce qu'il emploie des préfixes tels que ex– et sur– pour décrire, pour exemple, comment l'autre personne dépasse ou dépasse comme un “excédent absolu”. La taille de l'Autre s'articule à travers des attributs corrélés tels quela maîtrise, qui se manifeste de diverses manières, par exemple comme cellequi ordonne “tu ne commettras pas de meurtre” et qui enseigne la leçon de son l'extériorité à la conscience. Cette maîtrise peut aussi manifester de la malveillance commela “transcendance de l'antagoniste” qui me menace de mort qui “ vient de l'autre comme une tyrannie ”.

source: The second perspective, perversion, occurs when I look downwards at the other person from my relative height, such as when I perceive the “defenseless eyes” of the other emanating from a depth. This perspective is similarly indicated whenever I regard the other person in an embodied materiality, in misery and destitution, as naked and hungry. From my height, I perceive this material poverty as an “appeal to my powers”, appealing to my sovereign subjectivity to provide material assistance.
fr: La deuxième perspective, la perversion, se produit lorsque je regarde vers le basune autre personne de ma taille relative, par exemple lorsque je perçois le Des « yeux sans défense » de l’autre émanant des profondeurs. Cette perspective estindiqué de la même manière chaque fois que je considère l'autre personne dans un mode incarnématérialité, dans la misère et le dénuement, comme nue et affamée. De ma hauteur, Je perçois cette pauvreté matérielle comme un “appel à mes pouvoirs”, un appel à ma subjectivité souveraine pour apporter une aide matérielle.

source: The third perspective, subversion, occurs when the other person views the self in its lowness. The dynamic of being-underneath can already be understood in the terms ”subjectivity and “hypostasis”, which etymologically connote being thrown-under and standing-under. Within Totality and Infinity, Levinas mentions this aspect when he describes the nascent self relating to the environmental element as “a wave that engulfs and submerges and drowns”. Levinas intensifies this analysis in Otherwise than Being by applying to subjectivity vivid metaphors of material poverty; for example, as a “denuding beyond the skin, to the wounds one dies from, denuding to death, being as a vulnerability”.
fr: La troisième perspective, la subversion, se produit lorsque l'autre personne perçoit le soi dans sa bassesse. La dynamique de l'être-en-dessous peut déjà êtrecompris dans les termes de « subjectivité et d'hypostase », qui étymologiquementsignifie être jeté en dessous et se tenir en dessous. Dans la Totalité et l'Infini, Levinas mentionne cet aspect lorsqu'il décrit le moi naissant relatif à l'élément environnemental comme “une vague qui engloutit, submerge et noie”. Levinas intensifie cette analyse dans Autrement qu'être en s'appliquant à subjectivité métaphores vives de la pauvreté matérielle ; par exemple, en tant que“dénuder au-delà de la peau, jusqu'aux blessures dont on meurt, dénuder jusqu'à la mort, être comme une vulnérabilité.”

source: The fourth perspective, reversion, occurs when the self is viewed in its height
fr: La quatrième perspective, la réversion, se produit lorsque le soi est vu à sa hauteur.

source: From the viewpoint of the Other, the self-assertion of subjective mastery comes under judgment such that it manifests as ”the imperialism of the same.” This external perspective demonstrates that the first-person of subjectivity is already secondary and that the birth of the subject is already a rebirth. For this reason, the dynamics of subject-formation often appear through the prefix re, as repetitions and returnings, the “reversion” of interiority that “reabsorbs” the alterity of the world in a present of representation through the remembrance of memory, an achievement of subjectivity expressed as “recurrence” within Otherwise than Being
fr: Du point de vue de l'Autre, l'affirmation de soi d'une maîtrise subjectiveest soumis à un jugement tel qu'il se manifeste comme “l'impérialisme du même.” Cette perspective externe démontre que la première personne dela subjectivité est déjà secondaire et que la naissance du sujet estdéjà une renaissance. Pour cette raison, la dynamique de la formation du sujet souventapparaissent à travers le préfixe re, au fur et à mesure des répétitions et des retours, la “réversion”d'intériorité qui “réabsorbe” l'altérité du monde dans un présent de la représentation par la remémoration de la mémoire, une réalisation desubjectivité exprimée comme « récurrence » au sein d’Autrement qu’Être

source: The first thing to notice about Levinas's terminology is that they recur periodically throughout the text, words in Levinas's text is that they recur periodically throughout in different contexts.
fr: La première chose à remarquer dans la terminologie de Levinas, c'est qu'elle est récurrentePériodiquement tout au long du texte, les mots du texte de Levinas sont qu'ils se reproduisent périodiquement dans différents contextes.

source: Acknowledging Levinas’s perspectivism provides a key to understanding the storyline that animates Totality and Infinity. Each section of the book can be understood as a shifted perspective on the becoming of a temporal moment, as can be noticed by the recurrence of the same word in different orientations to describe different ethical-phenomenological events
fr: Reconnaître le perspectivisme de Levinas constitue une clé pour comprendrescénario qui anime Totalité et Infini. Chaque section du livre peut être compris comme une perspective décalée sur le devenir d'un moment temporel,comme on peut le remarquer par la récurrence du même mot dans différents des orientations pour décrire différents événements éthiques- phénoménologiques

source: The relationship to the element
fr: Le rapport à l'élément

source: The fright of recognizing oneself as an other
fr: La peur de se reconnaître comme un autre

source: The distance in depth of the face-to-face
fr: La distance en profondeur du face-à-face

source: The depth of the absence of the il y a
fr: La profondeur de l'absence de l'il y a

source: The infinite depths of the past
fr: Les profondeurs infinies du passé

source: The fathomless depth of the disquieting future
fr: La profondeur insondable d'un futur inquiétant

source: The depth of materiality
fr: La profondeur de la matérialité

source: The secret depths of feminine being
fr: Les profondeurs secrètes de l'être féminin

source: The depth of erotic tenderness
fr: La profondeur de la tendresse érotique

source: Depth as defencelessness
fr: La profondeur comme absence de défense

source: Depth and murder
fr: Profondeur et meurtre

source: Depth as death, the tomb
fr: Profondeur comme la mort, le tombeau

source: Depth as the child
fr: Profondeur comme l'enfant

source: The depth of silence
fr: La profondeur du silence

source: The depth of the mythical
fr: La profondeur du mythique

source: The most significant innovation of <em>Otherwise than Being</em> is to reconsider the elemental and the negative by highlighting the metaphors that were clandestine -- hidden in plain sight -- within the text of <em>Totality and Infinity</em>, in particular those relating to <em>SECTION II. Interiority and Economy</em>
fr: L'innovation la plus significative de <em>Autrement que l'Être</em> est de reconsidérer l'élémentaire et le négatif en mettant en avant les métaphores quiétaient clandestins -- cachés à la vue de tous -- dans le texte de Totalité et Infinity</em>, notamment ceux relatifs à la <em>SECTION II. Intériorité et économie</em>

source: Whereas <em>Totality and Infinity</em> considered the infinity of countability -- Cantor's <span> 0-א</span>
fr: Alors que <em>Totalité et Infini</em> considéraient l'infinité de comptabilité -- <span> 0-א</span> de Cantor

source: <em>Otherwise than Being</em> explores the infinity of infinitesimals, the continuity of the real numbers, Cantor's <span> 1-א</span>
fr: <em>Autrement que l'Être</em> explore l'infinité des infinitésimaux, le continuité des nombres réels, <span> 1-א</span> de Cantor

source: With this rotated perspective, the flatness of the planar totality displays more clearly the curvature of the third dimension
fr: Avec cette perspective tournée, la planéité de la totalité planaire apparaîtplus clairement la courbure de la troisième dimension

source: The mathematics of three
fr: Les mathématiques de trois

source: The words “three” in English, “tres” and “trois” in French, and “tres” in Spanish all derive etymologically from “trans”, meaning “beyond”
fr: Les mots « three » en anglais, « tres » et « trois » en français, et « tres » en Les Espagnols dérivent tous étymologiquement de “trans”, qui signifie “au-delà”

source: tres (adv.) “very,” 1815, from French très, from Old French tres “right, precisely, completely, very,” from Latin trans “beyond” (see trans-), later “very” (compare Old Italian trafreddo “very cold”).
fr: tres (adv.) “très”, 1815, du français très, du vieux français tres “droit, précisément, complètement, très”, du latin trans “au-delà” (voir trans-), plus tard “très” (comparez le vieux trafreddo italien “très froid”).

source: Wikipedia explains that the derivation of the number “three” from “trans” / “beyond” might be rooted in our prehistoric understanding of number
fr: Wikipédia explique que la dérivation du nombre « trois » de « trans » / «au- delà» pourrait être enraciné dans notre compréhension préhistorique du nombre

source: There is some evidence to suggest that early man may have used counting systems which consisted of “One, Two, Three” and thereafter “Many” to describe counting limits. Early peoples had a word to describe the quantities of one, two, and three but any quantity beyond was simply denoted as “Many”. This is most likely based on the prevalence of this phenomenon among people in such disparate regions as the deep Amazon and Borneo jungles, where western civilization's explorers have historical records of their first encounters with these indigenous people.[5]
fr: Il existe des preuves suggérant que les premiers hommes auraient pu utiliser le comptagedes systèmes qui consistaient en “Un, Deux, Trois” et ensuite “Plusieurs” pour décrit les limites de comptage. Les premiers peuples avaient un mot pour décrire les les quantités de un, deux et trois, mais toute quantité au-delà était simplement désignéecomme “Beaucoup”. Ceci est très probablement basé sur la prévalence de ce phénomène parmi les habitants de régions aussi disparates que l'Amazonie profonde et Bornéodes jungles, où les explorateurs de la civilisation occidentale ont des archives historiques surleurs premières rencontres avec ces peuples indigènes.[5]

source: For Pythagoras, the Triad represented Harmony. Three is the sum of one (Unity) and two (Diversity). It is the first masculine number.
fr: Pour Pythagore, la Triade représentait l'Harmonie. Trois est la somme d'un(Unité) et deux (Diversité). C'est le premier nombre masculin.

source: For Euclid, two points determine a line. Three non-collinear points determine a triangle or a plane.
fr: Pour Euclide, deux points déterminent une droite. Trois points non colinéairesdéterminer un triangle ou un plan.

source: Levinas reorients the analyses of flatness by reconsidering all of its metaphors from the third-dimensional perspective of “the third”
fr: Levinas réoriente les analyses de la planéité en reconsidérant l'ensemble de ses métaphores du point de vue tridimensionnel du « tiers »

source: “Welcoming” is a passivity that can be suffered by either the feminine Self or the feminine Other -- and by extension of the “welcomed” guest as either the masculine Other or the masculine Self allows us to observe a two-dimensional analysis, in which a polar position can take be inhabited by either Self or Other.
fr: « Accueillir » est une passivité qui peut être subie soit par le Soi féminin » ou l'Autre féminin -- et par extension de l'invité “accueilli” comme soit l'Autre masculin ou le Soi masculin nous permet d'observer un deux- analyse dimensionnelle, dans laquelle une position polaire peut être habitée par soit Soi, soit Autrui.

source: We can observe a 2x2 matrix of different perspectives that determine the metaphorical tensors employed in the text
fr: Nous pouvons observer une matrice 2x2 de différentes perspectives qui déterminent le tenseurs métaphoriques employés dans le texte

source: The tensors of the following four terms are parallel to each other
fr: Les tenseurs des quatre termes suivants sont parallèles entre eux

source: Person who is welcomed
fr: Personne accueillie

source: Masculine
fr: Masculin

source: High
fr: Haute

source: Subject
fr: Sujet

source: The tensors of their polar opposite are also parallel to each other
fr: Les tenseurs de leur pôle opposé sont également parallèles entre eux

source: Person who welcomes
fr: Personne qui accueille

source: Feminine
fr: Féminin

source: Low
fr: Bas

source: Object
fr: Objet

source: There is a homology between the Genre Sets containing the following polar pairs:
fr: Il existe une homologie entre les Genre Sets contenant le polaire suivantpaires:

source: Positive
fr: Positif

source: Negative
fr: Négatif

source: Welcome Matrix
fr: Matrice de bienvenue

source: Position of Self
fr: Position de Soi

source: Position of Other
fr: Position d'Autre

source: Gender Matrix
fr: Matrice de Genre

source: Height Matrix
fr: Matrice de hauteur

source: Logical Position Matrix
fr: Matrice de Position Logique

source: We can understand this home not only as the place for the adult married man but also as the womb for the child
fr: Nous pouvons comprendre cette maison non seulement comme le lieu réservé à l'homme marié adultemais aussi comme ventre pour l'enfant

source: We can understand the element as the oceanic womb that nourishes in <em>Totality and Infinity</em>
fr: Nous pouvons comprendre l'élément comme le ventre océanique qui se nourrit<em>Totalité et infini</em>

source: We can understand this metaphor of the womb in the for-the-other in <em>Otherwise than Being</em>
fr: On peut comprendre cette métaphore de la matrice dans le pour-l'autre dans <em>Autrement que l'Être</em>

source: Impregnation
fr: Imprégnation

source: Similarly we can find references to impregnation throughout the text
fr: De même, nous pouvons trouver des références à l'imprégnation dans tout le texte

source: A discussion of the Radical Empiricism Project, in which the advantages of a multidimensional tensor analysis of metaphorical manifolds is dimensionaland the errors of unidimensional assertions of rank are critiqued
fr: Une discussion sur le projet d'empirisme radical, dans lequel les avantages d'une analyse tensorielle multidimensionnelle des variétés métaphoriques est dimensionnelle etles erreurs des affirmations unidimensionnelles de rang sont critiquées

source: Objective
fr: L'objectif

source: Abstract
fr: Resume

source: Ambiguity and ambisexuality
fr: Ambiguïté et ambisexualité

source: Home and Position
fr: Maison et Position

source: The nourishing womb
fr: La matrice nourrissant

source: Host and Hostage
fr: Hôte et otage

source: Two-Dimensional Polar Relations and Two-by-Two Matrices
fr: Relations polaires bidimensionnelles et matrices deux par deux

source: The flat space of totality
fr: L'espace plat de la totalité

source: Three-Dimensional Analysis
fr: Analyse tridimensionnelle

source: Theory of Genre Sets
fr: Théorie des ensembles de genres

source: This page features many discussion: (1) An Introduction to Genre Sets, (2) An example analysis of a sentence from Totality and Infinity as a constellation of Genre Sets, (3) Genre Set Membership Rules [suffixes, prefixes, etymological roots, infinities, other morphemic roots, semantic themes], (4)Internal and External Relations [duality, combination, repetition, opposition, intersection], (5) Non-Euclidean Relations [parallelism, flat, two_dimensional, constellation, curvature ], (5) Other mathematical and scientific topics [addition, positive, negative, 0, 1, 2, 3, 4, infinity, set theory, continuity and infinitesimals, topology, Mikowski/Einstein space-time, wave and quantum theory ] (6) Perspectivism [perversion, inversion, subversion, reversion] (7) Reading Totality and Infinity as Genesis and Otherwise than Being as Exodus
fr: Cette page présente de nombreuses discussions: (1) Une introduction aux ensembles de genres, (2)Un exemple d'analyse d'une phrase de Totalité et Infini commeconstellation d'ensembles de genres, (3) Règles d'adhésion aux ensembles de genres [suffixes,préfixes, racines étymologiques, infinis, autres racines morphémiques, sémantiquesthèmes], (4)Relations internes et externes [dualité, combinaison, répétition, opposition, intersection], (5) Relations non euclidiennes [parallélisme, plat, bidimensionnel, constellation, courbure], (5) Autre sujets mathématiques et scientifiques [addition, positif, négatif, 0, 1, 2, 3, 4, infini, théorie des ensembles, continuité et infinitésimaux, topologie, Théorie de l'espace-temps, des ondes et des quantiques de Mikowski/Einstein] (6) Perspectivisme [perversion, inversion, subversion, réversion] (7) Lecture Totalité et L'infini comme genèse et autrement que l'être comme exode

source: Introduction to Genre Sets
fr: Introduction aux ensembles de genres

source: Group Set Membership
fr: Adhésion au groupe

source: A Constellational Analysis of a Metaphorically Kallidescopic Sentence
fr: Une analyse constellationnelle d'une phrase métaphoriquement kallidescopique

source: Combination
fr: Combinaison

source: Repetition of the same word in different context
fr: Répétition du même mot dans un contexte différent

source: Parallelism
fr: Parallélisme

source: Curvature
fr: Courbure

source: Flat
fr: Plat

source: Two Dimensional
fr: Bidimensionnel

source: Numbers
fr: Nombres

source: The Good of the “Plus One”: Extension curved by the Vertical
fr: Le Bien du « Plus Un » : Extension courbée par la Verticale

source: Zero
fr: Zéro

source: One
fr: Un

source: Duality
fr: Dualité

source: Three
fr: Trois

source: Four
fr: Quatre

source: Perspectivism
fr: Perspectivisme

source: Quotations from d'Alembert
fr: Citations de d'Alembert

source: Quotations from Léon Brunschvicg
fr: Citations de Léon Brunschvicg
