Repository: mcverter/EthicalPataphysicsOfAnarchism
Catalog: word_analysis/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This polarity is effectuated by the confrontation of two separate points of gravity and transform the tensors of the terms around them
fr: Cette polarité s'effectue par la confrontation de deux points distincts de la gravité et transformer les tenseurs des termes qui les entourent

source: Levinas expresses this idea in terms of electromagnetics rather than gravitation in <em>Totality and Infinity</em>
fr: Levinas exprime cette idée en termes d'électromagnétique plutôt que gravitation dans <em>Totalité et Infini</em>

source: Tensor bundles of metaphoric transformation
fr: Faisceaux tensoriels de transformation métaphorique

source: Two dimensions are in movement through the the relationship with the opposite constructs a polar relationship between these which affect the gravity of terms around it. We can also use this notion of curvature to trace the transformation of the Genre Sets through the transmutation of metaphors
fr: Deux dimensions sont en mouvement à travers la relation avec le l'opposé construit une relation polaire entre ceux-ci qui affectent le la gravité des termes qui l'entourent. On peut aussi utiliser cette notion de courbure pour retracer la transformation des Genres à travers la transmutation de métaphores

source: Metaphoric Transformations of GENÈSES
fr: Transformations métaphoriques de GENÈSES

source: Let us examine this topic by revisiting the notion of the Genre Set
fr: Examinons ce sujet en revisitant la notion de Genre Set

source: , a genre set that encompasses the words 'birth' and 'death'. How do these two words function in the narrative described by Levinas. The narrative plotline that circles through <em>Totality and Infinity</em> is one of genesis: the story of how, after a certain death, out of nothing, someone is born, lives and then dies, but is resurrected in a new birth. But this narrative is laid out as a story of Genesis, borrowing motifs taken from the the Bible and the Greeks and thus tells a coming-of-age story as a series of steps that conform to these patriarchal mythologies. This story describes how one is born into a womblike or infantile elemental state, oceanic and womblike, then recollects himself as an individual by marrying himself to a woman and positioning himself in a house, from which he performs the activity of labor that produces works and wastes, objects that are alienated from him until he as he ages and deterioirates, drifiging drifts off towards a the unfathomable not-yet of death. Yet he is saved from death by intercourse with this same feminine, and becomes the father of a child who is resurrected as a brother among brothers.
fr: , un ensemble de genres qui englobe les mots “naissance” et “mort”. Comment ces Deux mots fonctionnent dans le récit décrit par Levinas. Le récitl'intrigue qui traverse <em>la Totalité et l'Infini</em> est l'une des Genèse : l'histoire de la façon dont, après une mort certaine, à partir de rien, quelqu'un est naît, vit puis meurt, mais ressuscite dans une nouvelle naissance. Mais cecile récit est présenté comme une histoire de la Genèse, empruntant des motifs tirés du la Bible et les Grecs et raconte ainsi une histoire de passage à l'âge adulte sous la forme d'une série de des étapes conformes à ces mythologies patriarcales. Cette histoire décritcomment on naît dans un état élémentaire utérin ou infantile, océanique etcomme un utérus, puis se souvient de lui-même en tant qu'individu en se mariant avec unfemme et se positionnant dans une maison, à partir de laquelle il effectue le activité de travail qui produit des œuvres et des déchets, des objets aliénésde lui jusqu'à ce qu'à mesure qu'il vieillit et se détériore, la dérive dérive versun insondable pas encore de la mort. Pourtant il est sauvé de la mort par des rapports sexuels avec ce même féminin, et devient père d'un enfant quiest ressuscité comme un frère parmi des frères.

source: Perspectival transformations
fr: Transformations de perspective

source: Several things must be said about this narrative. First, each stage described in this process entails a certain shift in perspective and therefore we can observe certain tensor transformations in the metaphors employs to describe them. That is, Levinas employs the same Genre Sets throughout all stages of this narrative, but alters the positions of both poles in a determinate manner.
fr: Plusieurs choses doivent être dites sur ce récit. D'abord, chaque étapedécrit dans ce processus implique un certain changement de perspective eton peut donc observer certaines transformations tensorielles dans les métaphoresemploie pour les décrire. Autrement dit, Levinas emploie les mêmes ensembles de genres à toutes les étapes de ce récit, mais modifie les positions des deuxpôles d'une manière déterminée.

source: Tensor bundle enumeration
fr: Énumération du bundle de tenseurs

source: The purpose of the current project is to enumerate these tensor transformations
fr: Le but du projet actuel est d'énumérer ces tenseurstransformations

source: Some important transformations
fr: Quelques transformations importantes

source: We can outline several important transformations
fr: Nous pouvons décrire plusieurs transformations importantes

source: First, it is important to point out that two of the most important polar terms, Self and Other, (1) always assume both positions of each pole, and (2) the configuration and relative polarities of these positions affects the particular perspective in a two-dimensional manner.
fr: Tout d'abord, il est important de souligner que deux des polaires les plus importantesles termes Soi et Autre (1) assument toujours les deux positions de chaque pôle, et (2) la configuration et les polarités relatives de ces positions affectent le une perspective particulière de manière bidimensionnelle.

source: Let's take these proposals one at a time.
fr: Prenons ces propositions une par une.

source: The principle of duality
fr: Le principe de dualité

source: Reciprocal polars and the Principle of duality
fr: Polars réciproques et principe de dualité

source: Levinas’s logic can be examined using principles established by the 19th century descriptive, symmetric, and projective geometry as elaborated by
fr: La logique de Levinas peut être examinée à partir des principes établis par le XIXegéométrie descriptive, symétrique et projective du siècle telle qu'élaborée par

source: and others: namely ideas such as
fr: et d'autres : à savoir des idées telles que

source: the
fr: le

source: also called
fr: aussi appelé

source: in French
fr: en français

source: or
fr: ou

source: He refers to this repeatedly, in discussions of ambguity, ambphibology, contradictions, paradoxes, and so on. It is apparent in his usage of oppositions such as “totality” and “infinity”, “self” and “other”
fr: Il y fait référence à plusieurs reprises, dans des discussions sur l'ambiguïté, l'ambhibologie, les contradictions, les paradoxes, etc. Cela se voit dans son utilisation d’oppositions telles que « totalité » et « infini », « soi » et « autre ».

source: The nature of this polar relationship is one of the most misunderstood aspects of Levinas’s writing. It is often dialectics practiced according to the logic of friend against enemy, a struggle unto death. Even Jean-François Lyotard speaks of “The hatred of the neutral constantly evinced by Levinas.”
fr: La nature de cette relation polaire est l'une des plus incomprisesaspects de l'écriture de Levinas. Il s'agit souvent d'une dialectique pratiquée selon la logique de l'ami contre l'ennemi, une lutte à mort. Même Jean-François Lyotard parle de « La haine du neutre constamment manifestée par »Lévinas.

source: This reading of polarity as animosity has had an alarming effect on Levinas scholarship: a tendency to read his ethical phenomenology as an ethics of ressentiment. When Richard Cohen asserts that Levinas’s “battle cry would be “Against evil, for the good!” we must ask whether such polemics express Levinas’s thinking or whether Cohen even understands what the words “good” and “evil” mean in Levinas’s writing. For Levinas, the “good” refers to the novelty positivity of the future, the “plus one”; the “evil” refers to the novel negativity of the future. Cohen’s usage of these terms, however, evokes a different genealogy of morals
fr: Cette lecture de la polarité comme animosité a eu un effet alarmant sur la recherche de Levina : une tendance à lire sa phénoménologie éthique comme une éthique du ressentiment. Quand Richard Cohen affirme que le « cri de guerre de Levinas serait « Contre le mal, pour le bien ! nous devons nous demander si de telles polémiques expriment la pensée de Levinas ou si Cohen comprend même ce que signifient les mots « bien » et « mal » dans les écrits de Levinas. Pour Levinas, le « bien » fait référence à la nouveauté positive du futur, le « plus un » ; le « mal » fait référence à la nouvelle négativité du futur. L’usage que fait Cohen de ces termes évoque cependant une généalogie différente de la morale.

source: But this is a misreading of polarity. Such an interpretation would figure negativity as the primary relation between poles. But for Levinas, negation already implies a positive relationship, in which each term maintains its own specific gravity. For this reason, the negation of a negation is neither a tautology nor a direct reflection nor a Hegelian <em>Aufhebung</em>but rather a warped, inflected image produced by the light refracted by this gravitational excess. Because the apparent negations within Levinas’s texts are made possible by a prior positivity, one should not reduce his work to a set of polemical polarities and formulations of his thought as violence
fr: Mais c “est une mauvaise lecture de la polarité. Une telle interprétation considérerait la négativité comme la principale relation entre les pôles. Mais pour Levinas, la négation implique déjà une relation positive, dans laquelle chaque terme conserve sa propre gravité spécifique. Pour cette raison, la négation d”une négation n'est ni une tautologie ni une conséquence directe. réflexion ni une

source: Polar relations are always reciprocal relations between two positive poles
fr: Les relations polaires sont toujours des relations réciproques entre deux pôles positifs

source: AND-relations
fr: Relations: ET

source: Levinas relates terms through the conjunction “and”. Gilles Deleuze and Felix Guattari explain the meaning of this word in their explanation of the Rhizome:
fr: Levinas relie les termes à travers la conjonction « et ». Gilles Deleuze et Félix Guattari expliquent le sens de cette mot dans leur explication du rhizome

source: A rhizome has no beginning or end; it is always in the middle, between things, interbeing, intermezzo. The tree is filiation, but the rhizome is alliance, uniquely alliance. The tree imposes the verb “to be,” but the fabric of the rhizome is the conjunction,“and. . . and.. . and. . .” This conjunction carries enough force to shake and uproot the verb “to be.” Where are you going? Where are you coming from? What are you heading for? These are totally useless questions. Making a clean slate, starting or beginning again from ground zero, seeking a beginning or a foundation—all imply a false conception of voyage and movement (a conception that is methodical, pedagogical, initiatory, symbolic...)
fr: Un rhizome n’a ni début ni fin ; c “est toujours au milieu, entre choses, inter-être, intermezzo. l’arbre est filiation, mais le rhizome est alliance, alliance unique. l’arbre impose le verbe ”être “, mais le tissu de le rhizome est la conjonction « et… et… et… ». Cette conjonction porte suffisamment de force pour ébranler et déraciner le verbe « être ». Où es-tu en allant? D”où viens-tu? Vers quoi vas-tu ? Ceux-ci sont questions totalement inutiles. Faire table rase, recommencer ou recommencer partir de zéro, chercher un début ou une fondation – tout cela implique un faux conception du voyage et du mouvement (conception méthodique, pédagogique, initiatique, symbolique...)

source: Deleuze takes this from Jean Wahl
fr: Deleuze prend cela de Jean Wahl

source: 32.“And” has an especially important role in English literature, as a function not only of the Old Testament but also of the “minorities” at work on the language: one case in point is J. M. Synge (see Francois Regnault’s remarks on coordination in Anglo-Irish in the French translation of Playboy of the Western World, Baladin du monde occidental [Paris: Biblio-theque du Graphe]). It should not be thought adequate to analyze the “and” as a conjunction; rather,“and” is a special form of every possible conjunction and brings into play a logic of language. Jean Wahl’s works contain profound reflections on this sense of “and,” on the way it challenges the primacy of the verb “to be.”
fr: 32. « And » joue un rôle particulièrement important dans la littérature anglaise, en fonction non seulement de l’Ancien Testament mais aussi des « minorités » à l’œuvre sur la langue : un exemple typique est celui de J. M. Synge (voir les remarques de François Regnault sur la coordination en anglo- irlandais dans la version française traduction de Playboy of the Western World, Baladin du monde occidental [Paris: Biblio-thèque du Graphe]). Il ne faut pas penser qu “il est adéquat d”analyser le « et » comme un conjonction; au contraire, « et » est une forme particulière de chaque conjonction possible et met en jeu un logique du langage. Les œuvres de Jean Wahl contiennent de profondes réflexions sur ce sens du « et », sur dans la manière dont il remet en question la primauté du verbe « être ».

source: The importance of duality should be understood in light of the misunderstood slogan “ethics is first philosophy.” Rather than urging us to embrace the rank of priority, Levinas invites us to question the priority of priority, to understand how priority is always secondary to the relationship to a second party. The second party is the other, who is also a singularity, but placed in a position of juxtapostion or proximity or seriality
fr: L'importance du doublement doit être comprise à la lumière des slogan mal compris « l’éthique est la première philosophie ». Plutôt que de nous inciter à occuper le rang de priorité, Levinas nous invite à nous interroger la priorité de la priorité, pour comprendre comment la priorité est toujours secondaire par rapport à la relation avec une seconde partie. La deuxième fête est l’autre, qui est aussi une singularité, mais placée en position de juxtapostion ou de proximité ou de sérialité

source: The ontological predication Ethics is First Philosophy should be read alongside Levinas’s usage of numeration. Numeration in Levinas does not follow the standard rules of ordinality, where each successive term can be produced by adding an increment to it. Each transition already refers to an ethical transmutation between (0) nothingness, (1) the subjective first-person, (2) the second-person dyad, and (3) the third-person who refers to (∞) an infinite multiplicity. To understand the phrase First Philosophy, one must already question the priority of priority, how the first principle archē is already disturbed by the anarchy of these numerous relationships
fr: La prédication ontologique L’éthique est la première philosophie doit être lue parallèlement à l’utilisation de la numération par Levinas. La numération en Levinas ne suit pas le règles standard d “ordinanalité, où chaque terme successif peut être produit en ajoutant un incrément à celui- ci. Chaque transition renvoie déjà à une transmutation éthique entre (0) le néant, (1) la première personne subjective, (2) la dyade à la deuxième personne, et (3) la troisième personne qui fait référence à (∞) une multiplicité infinie. Pour comprendre la phrase Philosophie première, il faut déjà s”interroger sur la priorité de la priorité, comment la première Le principe archē est déjà perturbé par l’anarchie de ces nombreuses relations

source: Within Totality and Infinity, Levinas expresses this logic of polarity most clearly through metaphors of gender
fr: Dans Totalité et Infini, Levinas exprime très clairement cette logique de polarité à travers des métaphores de genre

source: I would in fact suggest that Levinas not only gives this polarity a gender but gives this gendered Feminine a proper name, a biblical name. It is not one of the feminine names Levinas gives in “Judaism and the Feminine” such as Miriam or Tamar or Leah (DF 31), but it is perhaps the most frequently used name in the bible
fr: Je suggérerais en fait que Levinas donne non seulement un genre à cette polarité, mais donne également à ce Féminin genré un genre propre. nom, un nom biblique. Ce n’est pas un des noms féminins que Lévinas donne dans « Le Judaïsme et le Féminin » comme Miriam ou Tamar ou Léa (DF 31), mais c'est peut-être le nom le plus fréquemment utilisé dans la Bible

source: It should be noted that the number two has special significance in Judaism. Books of Talmud always open on the second page. The first book of creation, Genesis, starts with the word B’RAISHIT. The root of the word “ROSH” means the head or the first. The prefix “B” means the number two, as well as noun home, as well as the locative relation “inside”. The most popular female name in the bible is, in fact,“Beth” as in “Bethlehem”
fr: Il convient de noter que le chiffre deux a une signification particulière dans Judaïsme. Livres du Talmud toujours ouvert sur la deuxième page. Le premier livre de la création, la Genèse, commence par le mot B'RAISHIT. La racine du mot « ROSH » signifie le chef ou le premier. Le préfixe « B » signifie le chiffre deux, ainsi que nom maison, ainsi que la relation locative « à l’intérieur ». Le prénom féminin le plus populaire dans la Bible est en fait « Beth » comme dans « Bethléem »

source: There are multiple reasons why it is useful to express the Feminine as being named “Beth.” In Hebrew,“Beth” signifies not only a proper name, but also the second letter of the alphabet, בּ. It can function as a locative prefix indicating “inside,” perhaps even “interiority.” Although בּ is the second letter of the alphabet, it is the first letter of creation, the first letter in the first word of the first parshah of the first book of Torah: בְּרֵאשִׁית,“In the beginning.” Already in this very word, the root רֹאשׁ--which can be translated as “head” or “first” or even “ἀρχή”-- is preceded by the secondary letter בּ.“Beth” in Hebrew signifies not only the letter בּ, but also the word בַּיִת, which translates as “house,” even as “dwelling.” For this reason,“Beth” is the most frequently used feminine name in the Bible, as a locative signifier in place names such as “Bethel” and “Beth Israel.” Again, the first word of Torah, בְּרֵאשִׁית, houses the primary רֹאשׁ within the בַּיִת
fr: Il existe de multiples raisons pour lesquelles il est utile d’exprimer le féminin par le nom « Beth ». En hébreu, « Beth » signifie non seulement un nom propre, mais aussi la deuxième lettre de l’alphabet, בּ. Il peut fonctionner comme un locatif préfixe indiquant « l’intérieur », peut-être même « l’intériorité ». Bien que בּ soit la deuxième lettre de l’alphabet, c’est la première lettre de la création, la première lettre du premier mot de la première paracha du premier livre de la Torah : בְּרֵאשִׁית, “Au commencement”. Déjà dans ce mot même, la racine רֹאשׁ – qui peut être traduite par « tête » ou « premier » ou même « ἀρχή » -- est précédé de la lettre secondaire בּ. « Beth » en hébreu ne signifie pas seulement la lettre בּ, mais aussi le mot בַּיִת, qui se traduit par « maison », voire par « habitation ». Pour cette raison, « Beth » est le plus nom féminin fréquemment utilisé dans la Bible, comme signifiant locatif dans les noms de lieux tels que « Bethel » et « Bethlehem. Encore une fois, le premier mot de la Torah, בְּרֵאשִׁית, abrite le principal רֹאשׁ au sein du בַּיִת

source: There is something almost Pythagorean in his thought, in the sense that numbers are not used merely for counting, but themselves describe certain configurations of Being. A thorough investigation will require additional study, but we can begin to account for his numbers here
fr: Il y a quelque chose de presque pythagoricien dans sa pensée, dans le sens où les nombres ne servent pas seulement à compter, mais décrivent eux-mêmes certaines configurations de l’Être. Une enquête approfondie nécessitera une étude supplémentaire, mais nous pouvons commencer à expliquer ses chiffres ici

source: In addition to these various linguistic meanings, בּ also has a mathematical signification: Because Hebrew uses letters to represent numbers, בּ also signifies the number 2. One of the motifs that most pervasively underlies the Levinas’s work is the question of number. Like many philosophers before him, Levinas confronts a perennial mathematical problem: when we think of a certain quantity of things, we generally conceive of a singularity rather than a multiplicity. That is, when we contemplate “twenty dogs,” we typically consider this as a single genre of twenty rather than thinking the twenty-ness of the twenty itself. Levinas expresses this problem through meditations on plurality and multiplicity “The plural is given to a number. Unity alone is ontologically privileged. Multiple is, but in synthesis is no more” (TI 274)
fr: En plus de ces diverses significations linguistiques, בּ a également une signification mathématique : Parce que l’hébreu utilise lettres pour représenter les chiffres, בּ signifie également le chiffre 2. l’un des motifs qui sous-tend le plus largement le L’œuvre de Levinas est une question de nombre. Comme beaucoup de philosophes avant lui, Levinas est confronté à une problématique problème mathématique : quand on pense à une certaine quantité de choses, on conçoit généralement une singularité plutôt qu'une multiplicité. Autrement dit, lorsque nous envisageons « vingt chiens », nous considérons généralement cela comme un seul genre de chiens. vingt plutôt que de penser à la vingtaine des vingt eux-mêmes. Levinas exprime ce problème à travers des méditations sur la pluralité et la multiplicité « Le pluriel est donné à un nombre. Seule l’unité est ontologiquement privilégiée. Plusieurs est, mais en synthèse n’est plus » (TI 274)
