Repository: mcverter/EthicalPataphysicsOfAnarchism
Catalog: word_analysis/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Before I produce this woman before you, let me begin by suggesting that, in his early work, Levinas states that “all philosophy is perhaps a meditation on Shakespeare” (TO 72). In contrast to the tragic Greek heroes who confront death as part of their fate and destiny in a Heideggerean Being-towards-Death, Levinas discusses man’s confrontation with death through the character of Macbeth. Macbeth not only wishes that the world would die along with him,“he wishes that the nothingness of death be a void as total as that which would have reigned had the world never been created” (TI 231, my italics). Two important things must be said about this dramatic person who opposes origination. First of all, he is warned by the witches--the Moirae, the Fates--that his death will come at the hands of an Other who is “not of woman born,” his friend MacDuff. Second, in order to understand who Macbeth himself is, we must understand that “Mac” is a common Gaelic prefix for “son of.”“MacBeth” is quite an unusual name because generally these names are patronymic, such as “Johnson” for the son of John or “MacDonald” for the son of Donald, but in this case it would appear that this familiar character is the son of a woman named “Beth”
fr: Avant de présenter cette femme devant vous, permettez-moi de commencer par suggérer que, dans ses premiers travaux, Levinas déclare que « toute philosophie est peut-être une méditation sur Shakespeare » (TO 72). Contrairement aux héros grecs tragiques qui affrontent la mort comme faisant partie de leur destin dans un être-vers-la-mort heideggerien, Levinas discute de la confrontation de l’homme avec la mort à travers le personnage de Macbeth. Macbeth ne souhaite pas seulement que le monde meure avec lui, « il souhaite que le néant de la mort soit un vide aussi total que celui qui aurait régné si le monde n'avait jamais été créé » (TI 231, c'est moi qui souligne). Deux choses importantes doivent être dites à propos de ce personnage dramatique qui s’oppose à l’origination. Tout d’abord, il est averti par les sorcières – les Moirae, les Destins – que sa mort viendra des mains d’un Autre qui « n’est pas né d’une femme », son ami MacDuff. Deuxièmement, afin de comprendre qui est Macbeth lui-même, nous devons comprendre que « Mac » est un préfixe gaélique courant pour « fils de ». « MacBeth » est un nom assez inhabituel car généralement ces noms sont des patronymes, comme « Johnson » pour le fils de John ou « MacDonald » pour le fils de Donald, mais dans ce cas il semblerait que ce personnage familier soit le fils d'une femme nommée « Beth »

source: Mac Beatha meaning “son of life”
fr: Mac Beatha signifiant « fils de la vie »

source: 0 before 1
fr: 0 avant 1

source: Levinas’s primary innovaton in Otherwise than Being is to focus on how
fr: La principale innovation de Levinas dans Autrement qu'être est de se concentrer sur la manière dont l’

source: anarchy
fr: anarchie

source: precedes subjectvity. The relationship explored is between 0 and 1, not between 1 and 2
fr: précède subjectivité. La relation explorée est comprise entre 0 et 1 et non entre 1 et 2

source: Levinas’s work is most typically associated with the critique of the flat projection the grid of points plotted on a map in Euclidean rectilinear space, in a Cartesian grid, arrayed in a totality that can be integrated into a whole
fr: Le travail de Levinas est le plus souvent associé à la critique de la projection plate, la grille de points tracés sur une carte dans l’espace rectiligne euclidien, dans une grille cartésienne, disposés en une totalité intégrable dans un tout.

source: He borrows the notion of space time curvature from General Relativity. As elaborated by Einstein, Poincare, and Minkowski, general Relativity explains how masses, composed of mass and energy, curve the space, time and light. The most simplest illustration of this is the way that mass curves space. If you put a heavy ball in the middle of a sheet, it will bend the sheet around it. By doing so, it creates least-energy pathways around it. In a similar manner, the massiveness of the sun bends the space around it such that planets find the least-action path as elliptical paths around it
fr: Il emprunte la notion de courbure espace-temps à la Relativité Générale. Telle qu “élaborée par Einstein, Poincaré et Minkowski, la relativité générale explique comment les masses, composées de masse et d”énergie, courbent l’espace, le temps et la lumière. L’illustration la plus simple est la façon dont la masse courbe l’espace. Si vous placez une balle lourde au milieu d’une feuille, elle pliera la feuille autour d’elle. Ce faisant, il crée des voies de moindre énergie autour de lui. De la même manière, la massivité du Soleil courbe l’espace qui l’entoure de telle sorte que les planètes trouvent le chemin le moins actif sous forme de chemins elliptiques autour de lui

source: We can see a similar dynamic in Levinas’s usage of the idea of “curvature” effected by height and weight
fr: Nous pouvons observer une dynamique similaire dans l’utilisation par Levinas de l’idée de « courbure » affectée par la taille et le poids

source: In “Time and the Other”, Levinas describes the establishment of a place, the
fr: Dans « Le Temps et l’Autre », Levinas décrit l’instauration d'un lieu, le

source: of
fr: de

source: for a person through the double movement of hypostasis. This is a duality of the Me and the Self. It is also a dimensional duality: to maintain a position in space, to erect oneself as homo erectus, as a virile man with an erection, one stands up in space, extending oneself in height. At the same time, this upwards movement is doubled by a downwards movement, one’s weight that drags oneself back to one’s body, a gravity produced by one’s own material mass
fr: pour une personne à travers le double mouvement de l’hypostase. C “est un dédoublement du Moi et du Soi. C”est aussi un dédoublement dimensionnel : pour maintenir une position dans l’espace, pour s “ériger en homo erectus, en homme viril en érection, on se dresse dans l’espace, en s”étendant en hauteur. En même temps, ce mouvement vers le haut est doublé d'un mouvement vers le bas, le poids qui se ramène vers le corps, une gravité produite par sa propre masse matérielle

source: A simple Genre Set
fr: Un Ensemble de Genres simple

source: This project will sort each of the terms in Levinas's texts into a collection of Genre Sets that correspond to the various thematics that he subjects to analysis. In its most general form, a Genre Set (GS) can be defined as a mapping of a single term to collection of terms. There are several rules to assembling this collection.
fr: Ce projet va trier chacun des termes des textes de Levinas dans un collection de Genres qui correspondent aux différentes thématiques qu'il sous réserve d'analyse. Dans sa forme la plus générale, un Genre Set (GS) peut êtredéfini comme le mappage d'un terme unique à un ensemble de termes. Il existeplusieurs règles pour constituer cette collection.

source: For example, let's start with a term that appears frequently in
fr: Par exemple, commençons par un terme qui apparaît fréquemment dans

source: Totality and Infinity
fr: Totalité et infini

source: Height
fr: Hauteur

source: For now we don't have any members for the Genre Set of HEIGHT except for itself so we can represent it as follows:
fr: Pour l'instant, nous n'avons aucun membre pour le genre HEIGHT, à l'exception de lui-même donc nous pouvons le représenter comme suit :

source: Adding synonyms to Genre Sets
fr: Ajout de synonymes aux ensembles de genres

source: We can add other forms of this word to the GS such as “hauteur” as well as “haut”. We can add to this set words that are synonymous with HEIGHT, such as “elevation” and phrases such as 'the most high'. We can also include other terms that relate somehow to the effectuation of height, such as standing, 'se tenir'
fr: On peut ajouter d'autres formes de ce mot au GS comme “hauteur” ainsi que « haut ». On peut ajouter à cet ensemble des mots synonymes de HAUTEUR, tels que comme « élévation » et des expressions telles que « le plus haut ». Nous pouvons également inclure d'autres termes qui se rapportent d'une manière ou d'une autre à l'effectuation de la hauteur, tels que debout, 'se tenir'

source: Adding morphemically similar terms to Genre Sets
fr: Ajout de termes morphémiquement similaires aux ensembles de genres

source: We are can also include into this set words that are related to HEIGHT through common etymological roots, or which use the the theme of height in their suffix, prefix or elsewhere in their morphology. For example, we can add words that include the morpheme “sur” in this set such as “surgir”, “surplus” and “surmonte” -- as well as “surface”, “survivant”, and “resurrection”
fr: Nous pouvons également inclure dans cet ensemble des mots liés à la TAILLEà travers des racines étymologiques communes, ou qui reprennent le thème de la hauteur dans leur suffixe, préfixe ou ailleurs dans leur morphologie. Par exemple, on peut ajouter des mots qui incluent le morphème “sur” dans cet ensemble comme “surgir”, “surplus” et “surmonte” -- ainsi que “surface”, “survivant” et “résurrection”

source: Combinations of Genre Sets: Intersections
fr: Combinaisons d'ensembles de genres : intersections

source: Each of the above terms signifies an intersection that effectuates a combination between HEIGHT and other GSes
fr: Chacun des termes ci-dessus signifie une intersection qui effectue un combinaison entre HEIGHT et d'autres GS

source: Homologous Genre Sets and Parallel Transport
fr: Ensembles de genres homologues et transport parallèle

source: How do these intersected sets relate to each other? In many ways. Such sets are often homologous to each other. Thus they often appear in constellated in similar sentences to each other -- for example a sentence about the “positivity” can also be understood as a sentence about the 'survivor,' the living being who manifests in a dimension of height.
fr: Comment ces ensembles croisés sont-ils liés les uns aux autres ? À bien des égards. De tels ensembles sont souvent homologues les uns des autres. Ils apparaissent donc souvent sous forme de constellationsdans des phrases similaires les unes aux autres -- par exemple une phrase sur le « positivité » peut également être comprise comme une phrase sur le « survivant », leêtre vivant qui se manifeste dans une dimension de hauteur.

source: These homologous sets transport metaphors in directions parallel to each other. By parallel transport, we mean to indicate that recurrent thematics such as “height” are always paired with polar opposites such as depth. We can thus pair these with expand our sets to include negative values
fr: Ces ensembles homologues transportent des métaphores dans des directions parallèles à chacuneautre. Par transport parallèle, nous entendons indiquer que des thématiques récurrentestels que la“ hauteur ”sont toujours associés à des pôles opposés tels que la profondeur. Nous peut ainsi les associer à élargir nos ensembles pour inclure des valeurs négatives

source: We might also want to expand other sets to include polar opposite values
fr: Nous pourrions également vouloir étendre d'autres ensembles pour inclure des valeurs polaires opposées

source: The MATHÉMATIQUES Genre Set
fr: L'ensemble des genres MATHÉMATIQUES

source: In fact, we would argue that the we might consider creating a new set to connote the union of the polar opposites, HEIGHT and DEPTH. Let's call this provisional GS “VERTICAL”. But then we notice right away that the “vertical” can be opposed to the “horizontal”, a word that connotes the phenomenological concept of the horizon as the plane upon which a something given as a manifestation can be understood. Furthermore, all themes can be encompassed in the another provisional GS, DIMENSION. To this GS we can also add the Cartesian dimension of measure, extension.
fr: En fait, nous dirions que nous pourrions envisager de créer un nouvel ensemble pourconnote l'union des pôles opposés, HAUTEUR et PROFONDEUR. Appelons celaGS provisoire “VERTICAL”. Mais alors on remarque tout de suite que le “vertical” peut être opposé à « l’horizontal », mot qui connote le concept phénoménologique de l'horizon comme plan sur lequel quelque chosedonné comme manifestation peut être compris. De plus, tous les thèmes peuvent être englobé dans l'autre GS provisoire, DIMENSION. A cette GS nous pouvons aussi ajoutez la dimension cartésienne de la mesure, de l'extension.

source: What would the word “dimension” have meant for Levinas? Two of Levinas's primary intellectual influences, Henri Bergson and Edmund Husserl, were both mathematicians and philosophers, whose early thinking had been shaped by considerations of the idea of a manifold taken from the non-Euclidean analytic geometry of Bernhard Reimann. Additionally, Levinas would most likely have read books such as Leon Brunschvicg's 1912 book Les etapes de la philosophie mathematique that whose final chapters are “Le probleme des dimensions”and “La position du probleme non euclidien”.
fr: Qu'aurait signifié le mot “dimension” pour Levinas ? Deux des Les principales influences intellectuelles, Henri Bergson et Edmund Husserl, étaient tous deuxdes mathématiciens et des philosophes dont les premières réflexions ont été façonnées parconsidérations sur l'idée de variété tirées du non-euclidiengéométrie analytique de Bernhard Reimann. De plus, Levinasont probablement lu des livres tels que le livre de Léon Brunschvicg de 1912, <em>Les étapes de la philosophie mathématique</em> dont les derniers chapitres sont “Le problème des dimensions” et “La position du problème non euclidien”.

source: Levinas's knowledge of non-euclidean geometry is exposed most prominently in his usage of the word “curvature”, a term whose provenance is the non-Euclidean geometry of Reimann, Gauss, and others; and by extension in the theories of spacetime articulated by Albert Einstein's theories of general and special relativity.
fr: Les connaissances de Levinas en matière de géométrie non euclidienne sont exposées de manière plus visible dansson utilisation du mot “courbure”, un terme dont la provenance est le non-Géométrie euclidienne de Reimann, Gauss et autres ; et par extension dans le les théories de l'espace-temps articulées par Albert Einstein

source: Let us consider a sentence from Totality and Infinity against one from Einstein's 1914 paper <em>On the Principle of Relativity.</em>
fr: Considérons une phrase de Totalité et Infini contre une phrase de L'article d'Einstein <em>Sur le principe de relativité</em>

source: According to this theory, light rays suffer a curvature in a gravitational field
fr: Selon cette théorie, les rayons lumineux subissent une courbure gravitationnellechamp

source: On first glance, it may seem like Levinas is saying that Levinas is saying that the Height of the Other is the cause of curvature. But that is because we are reading too quickly and failing to recognize the polar inversion already located in the phrase: “La dimension de hauteur où se place Autrui”. The intervening “ou se place” already discusses location and the establishment of oneself at a particular point in space and in time, in the refexive self-placement. From “Time and the Other”, we know this self-positing dynamic as hypostasis, which doubles the me with the self, spiritual height with material weight, material gravity
fr: À première vue, il peut sembler que Levinas dit que Levinas dit que la Hauteur de l'Autre est la cause de la courbure. Mais c'est parce que nous lisons trop vite et ne reconnaissons pas l'inversion polairedéjà situé dans la phrase : « La dimension de hauteur où se place Autrui ». Le « ou se place » intermédiaire discute déjà de l'emplacement et du établissement de soi en un point particulier de l'espace et du temps, dans le Le placement de soi réflexif. Depuis <em>Le Temps et l'Autre</em>, nous connaissons ce soi- posant la dynamique comme une hypostase, qui dédouble le moi avec le soi, hauteur spirituelle avec poids matériel, gravité matérielle

source: It should be further noted that Levinas seems to shift his metaphors between books. Whereas Totaltiy and Infinity treats of the Infinite as a maximal value, Otherwise than Being instead considers the infinitesimal spaces that disrupt continuity. Otherwise than Being also emphasizes the notion of quantum idea of standing waves -- that waves interrupt and intersect themselves to form stable forms. However, all of these discussions can be traced back to earlier discussions in Totality and Infinity. and terminology from topology such as “node”, “knot”, “fold”, “plot”.
fr: Il convient en outre de noter que Levinas semble déplacer ses métaphores entre des livres. Alors que Totaltiy et Infinity traitent l'Infini comme un maximalvaleur, Autrement que l'Être considère plutôt les espaces infinitésimaux qui perturber la continuité. Autrement que l'Etre met aussi l'accent sur la notion de Idée quantique des ondes stationnaires -- que les ondes s'interrompent et se croisenteux-mêmes pour former des formes stables. Cependant, toutes ces discussions peuvent être remonte à des discussions antérieures dans Totalité et Infini. et à la terminologieà partir d'une topologie telle que “nœud”, “pli”, “tracé”.

source: Given the prevalence of so many terms from various subfields of mathmatics and physics in Levinas's lexicon, we can therefore expand the GS of mathematics for now to include
fr: Étant donné la prévalence de tant de termes provenant de divers sous- domaines des mathématiques et la physique dans le lexique de Levinas, on peut donc élargir le GS de les mathématiques doivent être incluses pour l'instant

source: What does the home signify for Levinas? For Levinas, the home signifies the position of any positive entity, Self or Other. It is the “there” or the “la” in which subjectivity finds itself, a position of intimacy, in contrast to the impersonal “Da” or Heidegger's “Dasien.” The home is what establishes subjectivity, sustance, and identity, in the dimension of height of a posited subject in a definitive position in space-time
fr: Que signifie la maison pour Levinas ? Pour Levinas, la maison signifie le position de toute entité positive, Soi ou Autre. C'est le«là» dans laquelle se retrouve la subjectivité, une position d'intimité, en contraste« au « Da » impersonnel ou au « Dasien » de Heidegger. La maison est quoi établit la subjectivité, la substance et l'identité, dans la dimension de la hauteurd'un sujet posé dans une position définitive dans l'espace-temps

source: We can also use the metaphor of the house to explore some of Levinas's more hyperbolic language in <em>Otherwise than Being</em>
fr: On peut aussi utiliser la métaphore de la maison pour explorer certaines des plus de Levinaslangage hyperbolique en <em>Autrement qu'Être</em>

source: In French, the word “host” is contronym, a word that means it opposite. It signifies both the person who welcomes and the person who is welcomed
fr: En français, le mot « hôte » est un contronyme, un mot qui signifie son contraire.signifie à la fois celui qui accueille et celui qui est accueilli

source: In Totality and Infinity, he uses this word to characterize the subject
fr: Dans Totalité et Infini, il utilise ce mot pour caractériser le sujet

source: In Otherwise than Being, he uses this word to characterize the subject as vulnerability
fr: Dans Autrement qu'être, il utilise ce mot pour caractériser le sujet comme vulnérabilité

source: For example the word
fr: Par exemple le mot

source: belongs to MATHEMATICS and GENESIS. One can observe parallel motion along these metaphorical vectors
fr: appartient à MATHEMATICS et GENÈSE. On peut observer un mouvement parallèle le long de ces vecteurs métaphoriques

source: For example
fr: Par exemple

source: Suffix
fr: Suffixe

source: In
fr: En

source: suffix 'ance' denotes nominalization whereas the infinitive is both nominal and verbal. All words with this suffix belong to ONTOLOGY
fr: le suffixe 'ance' dénote une nominalisation alors que l'infinitif est à la fois nominalet verbal. Tous les mots avec ce suffixe appartiennent à l'ONTOLOGIE

source: Prefix
fr: Préfixe

source: The prefix 'sur' means above and connotes height. All words that begin with this prefix belong to MATHEMATICS.
fr: Le préfixe 'sur' signifie au-dessus et évoque la hauteur. Tous les mots commençant par ce préfixe appartient aux MATHÉMATIQUES.

source: Infinitives and Etymological roots
fr: Infinitifs et racines étymologiques

source: In his 1932 article that introduced Heidegger to the francophone world, Martin Heidegger et l’ontologie, Levinas explains his decision to translate Heidegger’s term Zuhandenheit as “maniabilite” because he wishes to “take this term in its etymological sense”35
fr: Dans son article de 1932 qui présentait Heidegger au monde francophone, Martin Heidegger et l'ontologie, Levinas explique sa décision de traduireHeidegger qualifie Zuhandenheit de “maniabilité” parce qu'il souhaite “prendrece terme dans son sens étymologique”35

source: In his later works critical of Heidegger, he will critique the notion of the hand as being the primary mode through which relation with the world is effectuated. Instead, he makes a twofold division. The primary mode of relation with the world is through the mouth
fr: Dans ses derniers travaux critiques à l'égard de Heidegger, il critiquera la notion de la main comme étant le mode premier par lequel s'effectue la relation avec le mondeeffectué. Au lieu de cela, il fait une double division. Le mode principal de la relation avec le monde passe par la bouche

source: He secondary relationhip to the world as exterioirty is explored through the hand in the sense of maintenir, to maintain. Words with the same infinitive and the same etymological roots belong to the same Thematic Genre
fr: La relation secondaire au monde en tant qu'extérieur est explorée à travers le main au sens de maintenir, maintenir. Mots avec le même infinitifet les mêmes racines étymologiques appartiennent au même genre thématique

source: Semantic themes
fr: Thèmes sémantiques

source: Prefixes
fr: Préfixes

source: Parts of speech
fr: Parties du discours

source: Metaphorical
fr: Métaphorique

source: Etymological roots
fr: Racines étymologiques

source: Many of these genres are topologically homologous to each other and can be mapped onto each other. For example, the relations within the Appearance_Genre can be correlated to the Faciality_Genre. The formula for transfomation is being investigated by this research
fr: Beaucoup de ces genres sont topologiquement homologues les uns aux autres et peuvent être mappés les uns sur les autres. Par exemple, les relations au sein du Appearance_Genre peut être corrélé au Faciality_Genre. La formule pour la transformation est étudiée par cette recherche

source: To map the relations within and between multiple dimensions of Levinas's metaphorical terminology, both within and between his two major texts
fr: Cartographier les relations au sein et entre les multiples dimensions de Levinas terminologie métaphorique, à la fois à l'intérieur et entre ses deux textes majeurs

source: <em>Totality and Infinity</em>
fr: <em>Totalité et infini</em>

source: <em>Otherwise than Being</em>
fr: <em>Autrement que l'être</em>
