Repository: mcverter/EthicalPataphysicsOfAnarchism
Catalog: word_analysis/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Levinas’s work can be understood better by mapping the relations within and between multiple dimensions of topological manifolds that describe the thematic tensor transformations within and between various Genre Sets (GS)
fr: Le travail de Levinas peut être mieux compris en cartographiant les relations au sein et entre plusieurs dimensions de topologique variétés qui décrivent les transformations tensorielles thématiques au sein et entre diverses ensembles de genres (EG)

source: Many great works have been written mapping the relations between Levinas’s language and those of other philosophers such as Heidegger, Husserl, or Hegel
fr: De nombreux grands ouvrages ont été écrits décrivant les relations entre la langue de Levinas et ceux des autres philosophes comme Heidegger, Husserl ou Hegel

source: However, there remains much work to be done to investigate the structure of Levinas’s books, the structure of his sentences and phrases, the rules for the functional transformations of terms, the patterns that govern their periodic recurrence and their juxtaposition against other metaphoric terms
fr: Cependant, il reste beaucoup de travail à faire pour étudier la structure du système de Levinas. livres, la structure de son les phrases et les expressions, les règles de transformations fonctionnelles des termes, les modèles qui régissent leur récurrence périodique et leur juxtaposition avec d’autres termes métaphoriques

source: Already in his earliest published works, Levinas displays extraordinary attention to linguistic morphemes and their metaphorical dimensions. In his 1932 article that introduced Heidegger to the francophone world, Martin Heidegger et l’ontologie, Levinas explains his decision to translate Heidegger’s term Zuhandenheit as maniabilite because he wishes to “take this term in its etymological sense” 35, preserving the root’s reference to the hand. In a conversation shortly after the end of the second world war, Levinas explicitly reflects upon the importance of morphemes in Heidegger’s thought, explaining that what Heidegger’s linguistic constructions Being-in-the-world, Being-towards-death, and Being-with add to our philosophical awareness “is that these prepositions ”in',“for”, and “with” are in the root of the verb “to be” (as “ex” is in the root of the verb “to exist”)'
fr: Déjà dans ses premiers ouvrages publiés, Levinas manifeste une attention extraordinaire à morphèmes linguistiques et leurs dimensions métaphoriques. Dans son article de 1932 qui présentait Heidegger au monde francophone, Martin Heidegger et l’ontologie, Levinas explique sa décision de traduire le terme heideggerien Zuhandenheit par maniabilité parce que il souhaite « prendre ce terme dans son sens étymologique »35, en préservant la référence de la racine à la main. Lors d'une conversation peu après Après la fin de la Seconde Guerre mondiale, Levinas réfléchit explicitement à l’importance de morphèmes dans la pensée de Heidegger, expliquant que ce que sont les morphèmes linguistiques de Heidegger Les constructions Être-au-monde, Être- vers-la-mort et Être-avec ajoutent à notre La conscience philosophique « est que ces prépositions « dans », « pour » et « avec » sont au racine du verbe « être » (comme « ex » est à la racine du verbe « exister ») »

source: We should therefore assume that Levinas thinks deliberately about all aspects of language: of roots, prefixes, and suffixes; of the nominal, verbal, prepositional, adjectival, and adverbial parts of speech; of the active, middle, and passive voices; of the nominative, vocative, dative, genitive, ablative, accusative and even locative cases
fr: Nous devrions donc supposer que Levinas réfléchit délibérément à tous les aspects de langue : de racines, préfixes et suffixes ; du nominal, du verbal, du prépositionnel, de l’adjectival et parties adverbiales du discours ; des voix actives, moyennes et passives ; du nominatif, du vocatif, du datif, cas génitif, ablatif, accusatif et même locatif

source: This project endeavors to map out the topology of the manifold of these Genre Sets(TG)
fr: Ce projet s'efforce de cartographier la topologie de la diversité de ces thématiques. Genres (TG)

source: The site is divided into the following sections:
fr: Le site est divisé en les sections suivantes

source: Project Summary
fr: Résumé du projet

source: Word list
fr: Liste de mots

source: Genre Sets
fr: Ensembles De Genres

source: Genre membership
fr: Appartenance à un genre

source: Internal and external relations
fr: Relations internes et externes

source: Technical notes
fr: Notes techniques

source: The definition and properties of the straight line, and therefore of parallel lines, are the reef, and, so to speak, the scandal of the elements of geometry
fr: La définition et les propriétés de la ligne droite, ainsi que des lignes parallèles, sont donc l’écueil, et, pour ainsi dire, le scandale des élémens de géométrie

source: The ambiguity of assuming both positions is a recurrent theme throughout Levinas's texts. It is perhaps most obvious in Levinas's discussions of his polar discussions of gender, when he discusses the confusion of the virility of subjectivity undergoing the voluptousity of eros
fr: L'ambiguïté d'assumer les deux positions est un thème récurrent partoutLes textes de Levinas. C'est peut-être le plus évident dans les discussions de Levinas sur son des discussions polaires sur le genre, quand il évoque la confusion de la virilitéde la subjectivité subissant la volupté de l'éros

source: The welcome of the feminine Other
fr: L'accueil de l'Autre féminin

source: But this gender doubling occurs well before his discussion of Eros. For example, Levinas introduces the idea of the feminine as welcome, saying:
fr: Mais ce dédoublement de genre se produit bien avant sa discussion sur Eros. CarPar exemple, Levinas introduit l'idée du féminin comme bienvenu en disant :

source: The welcome of the feminine Self
fr: L'accueil du Soi féminin

source: We can then only assume that the it is the Self who is positioned as the feminine with respect to the masculine Other sseveral pages later:
fr: Nous ne pouvons alors que supposer que c'est le Soi qui se positionne comme le féminin par rapport au masculin Autres plusieurs pages plus tard :

source: Non-euclidean geometry undermines a phenomenological orientation he traces from the beginnings of geometric thought in the first Greek philosopher Thales and the first geometer Euclid through the rationalism of Descartes
fr: La géométrie non euclidienne met à mal une orientation phénoménologique qu'il tracedes débuts de la pensée géométrique chez le premier philosophe grecThalès et le premier géomètre Euclide à travers le rationalisme de Descartes

source: Already, by release from geometric matter the general idea of the algebraic equation, by representing the different types of equations by various genres of curves, the very rationalism of Desartes had to lead the philosophers to discover the point on which the thought abstract exceeds the horizon of spatial intuition.
fr: Déjà, en dégageant de la matière géométrique l’idée générale de l’équation algébrique, en représentant les différents types d’équations par divers genres de courbes, le rationalisme même de Deseartes devait conduire les philosophes à découvrir le point sur lequel la pensée abstraite dépasse l’horizon de l'intuition spatiale.

source: Yet non-Euclidean better describes the world as we actually experience it than does Euclidean. The world we experience is actually curved. We don't exist in a world of perfectly straight spaces. Streets run along curves up hills and down valleys. The curvature of the earth itself affects the way we see things in the distance.
fr: Pourtant, le non-euclidien décrit mieux le monde tel que nous le vivons réellementqu'Euclidien. Le monde que nous vivons est en réalité courbé. Nous ne le faisons pasexister dans un monde d'espaces parfaitement droits. Les rues suivent des courbesdes collines et des vallées. La courbure de la terre elle-même affecte la manière

source: Although this conclusion is hard enough to conceive for rudimentary psychology to which the theory of faculties has generally used us, it is not difficult to recognize that it finds its confirmation in psychological observation. When we believe we are browsing a Euclidean right, we are fooled by a vulgar illusion; We never walked in a straight line, we rather followed the arc of a large circle on the earthly sphere. We have never seen Euclidian right; Any line that gives the eye an effective impression is a bundle of Euclidean lines. The unconscious process of the Spirit will therefore consist in seizing this gross and limited experience in building an ideal representation plan where everything happens as if the radius of the earthly sphere increased until it becomes infinite, as if the thickness From a visible right decreased until they become zero.
fr: Quoique cette conclusion soit assez dure à concevoir pour la psychologie rudimentaire à laquelle la théorie des facultés nous a en général habitués, il n’est pas malaisé de reconnaître qu’elle trouve sa confirmation dans l’observation psychologique. Quand nous croyons parcourir une droite euclidienne, nous sommes dupes d’une illusion vulgaire; nous n’avons jamais marché en ligne droite, nous avons bien plutôt suivi l’arc d'un grand cercle sur la sphère terrestre. Nous n'avons jamais vu de droite euclidienne; toute ligne qui procure à l’œil une impression effective est un faisceau de droites euclidiennes. Le processus inconscient de l’esprit consistera donc à s’emparer de cette expérience grossière et limitée pour construire un plan de représentation idéale où tout se passe comme si le rayon de la sphère terrestre augmentait jusqu'à devenir infini, comme si l’épaisseur d’une droite visible diminuait jusqu'à devenir nulle.

source: Prefixes, suffixes, prepositions, etymological roots, and verbal, nominal, adjectival and adverbial combinations all belong to various GENRE_SETS. This enables a single word to envelop an N-ply manifold of
fr: Les préfixes, suffixes, prépositions, racines étymologiques et combinaisons verbales, nominales, adjectivales et adverbiales appartiennent tous à divers GENRE_SETS. Cela permet à un seul mot d'envelopper une variété à N plis de

source: Genre Sets (GS)
fr: Ensembles De Genres (EG)

source: For example, the word
fr: Par exemple, le mot

source: belongs to the genre
fr: appartient au genre

source: because the etymological root is “vivre”. It belongs to the genre
fr: car la racine étymologique est « vivre ». Elle appartient au genre

source: MATHEMATICS because the prefix “sur” connotes height
fr: MATHEMATIQUES car le préfixe “sur” évoque la hauteur

source: The birth of the son is referred to as a
fr: La naissance du fils est appelée une

source: because it again rises (surgir) again (re), thus combining “height” and “recurrence” from
fr: parce qu'il monte à nouveau (surgir) à nouveau (re), combinant ainsi “hauteur” et “récidive” de

source: Tensor Transformation Patterns: Parallelism
fr: Modèles de transformation tensorielle: Parallélisme

source: Two examples of such patterns are parallelism and intersection. Words from different Genre Sets often transform in parallel. For example, Levinas coordinates {'positive', 'negative'} and {'birth', 'death'}, members the GSes
fr: Deux exemples de tels modèles sont le parallélisme et l'intersection. Mots de Différents Genre Sets se transforment souvent en parallèle. Par exemple, Levinas coordonnées {'positif', 'négatif'} et {'naissance', 'décès'}, membres des GS

source: and
fr: et

source: such that the words 'positive' and 'birth' occur similarly and the words 'negative' and 'death' occur similarly.
fr: de telle sorte que les mots « positif » et « naissance » apparaissent de la même manière et que les mots« négatif » et « mort» se produisent de la même manière.

source: Tensor Transformation Patterns: Intersection
fr: Modèles de transformation tensorielle: intersection

source: Genre Sets also can intersect in single words: for example, the word 'survivant' expresses a combination of the theme of height from
fr: Les ensembles de genres peuvent également se croiser en des mots simples : par exemple, le mot 'survivant' exprime une combinaison du thème de la hauteur de

source: and combines it with the theme of living from
fr: et le combine avec le thème de vivre de

source: Summary of tensor analysis
fr: Résumé de l'analyse tensorielle

source: We can summarize our these examples of parallelism and combination among Genre Sets as follows:
fr: Nous pouvons résumer nos exemples de parallélisme et de combinaison entre Les genres sont définis comme suite:

source: Levinas considers birth to be a positivity, the “plus one” of the Good, that establishes the height of a living substantive subject.
fr: Levinas considère la naissance comme une positivité, le « plus un » du Bien, qui établit la hauteur d'un sujet substantiel vivant.

source: Polar opposition distinguished from war
fr: L'opposition polaire se distingue de la guerre

source: Most importantly, each important thematic in Levinas's text is paired with a polar opposite -- height with depth, maternity with paternity, and so on. How does polarity function in Levinas's text? Too much secondary literature expresses a one-dimensional understanding of these dynamics, a line connecting two antagonistic poles: ontology contra ethics, totality contra infinity, paternity contra maternity. Such antagonistic analyses often lead to bellicose declarations, such as Jean-François Lyotard's description of “the hatred of the neutral constantly evinced by Levinas” or the unrelenting violence of RA Cohen who murderously declares that “Levinas cannot live with either Hegel or Derrida” and so on.
fr: Plus important encore, chaque thématique importante du texte de Levinas est associée à un l'opposé polaire -- la hauteur avec la profondeur, la maternité avec la paternité, et ainsi de suite.Comment fonctionne la polarité dans le texte de Levinas ? Trop de littérature secondaireexprime une compréhension unidimensionnelle de ces dynamiques, une ligne reliant deux pôles antagonistes : ontologie contre éthique, totalité contre l'infini, la paternité contre la maternité. De telles analyses antagonistes conduisent souventaux déclarations belliqueuses, comme la description de Jean-François Lyotard de“la haine du neutre constamment manifestée par Levinas” ou l'implacableviolence de RA Cohen qui déclare de manière meurtrière que “Levinas ne peut pas vivre avecsoit Hegel, soit Derrida” et ainsi de suite.

source: Polar opposition distinguished from privilege
fr: L'opposition polaire se distingue du privilège

source: This misunderstanding of polar opposition also affects many earnest attempts to understand Levinas as well. For example, a myriad of papers and books have either supported or defended the idea that Levinas privileges the masculine over the feminine or that he intially priviledges the paternal and then privileges the maternal, or some other such argument that asserts Levinas promotes one pole of a given opposition to the detriment of the other pole.
fr: Cette incompréhension de l'opposition polaire affecte également de nombreuses tentatives sérieusespour comprendre Levinas aussi. Par exemple, une myriade d'articles et de livresont soit soutenu, soit défendu l'idée selon laquelle Levinas privilégie le masculin sur le féminin ou qu'il privilégie dans un premier temps le paternel etprivilégie alors l'argument maternel, ou tout autre argument similaire qui affirme Levinas promeut un pôle d'une opposition donnée au détriment du autre pôle.

source: Polar opposition distinguished from rank
fr: L'opposition polaire se distingue du rang

source: However, such a reading of polarity in Levinas as hatred or murder or privilege mistakenly introduces the idea of rank into opposition. But the idea of rank is precisely what Levinas challenges in his Preface to <em>Totality and Infinity</em>, arguing against both Heraclitus's Fragment 53 that declares Being and knowledge emerge as war, a struggle that determines the ranking of beings into masters and slaves, as well as Nietzsche's adaptation of Heraclitus in his refutatoin of morality with a Will to Power which derives initially from the “pathos of distance” that ranks the strong against the weak.
fr: Cependant, une telle lecture de la polarité chez Levinas comme la haine ou le meurtre ou Le privilège introduit à tort l'idée de rang en opposition. Mais le La notion de rang est précisément ce que Lévinas conteste dans sa Préface à <em>Totalité et Infini</em>, argumentant contre le Fragment d'Héraclite53 qui déclare que l'Etre et la connaissance émergent comme une guerre, une lutte qui détermine le classement des êtres en maîtres et esclaves, ainsi queL'adaptation par Nietzsche d'Héraclite dans sa réfutation de la morale avec un Une volonté de puissance qui découle initialement du “pathos de la distance” qui classe les forts contre les faibles.

source: Rank, Domination, and Violence do not belong in Levinas commentary
fr: Le rang, la domination et la violence n'ont pas leur place dans le commentaire de Levinas

source: We disavow any reading of Levinas that operates according to a logic of rank and domination or which construes his work as a series of attacks.
fr: Nous désavouons toute lecture de Levinas qui s'opère selon une logique de ranget de domination ou qui construit son œuvre comme une série d'attaques.

source: How do we understand Levinas's apparently heirarchical language?
fr: Comment comprenons-nous le langage apparemment hiérarchique de Levinas ?

source: That said, we must express our sympathy for those who read Levinas in this manner because he himself seems to employ heirarchical metaphors within <em>Totality and Infinity</em>, most promiently the metaphor of “height” (a member of
fr: Cela dit, nous devons exprimer notre sympathie à ceux qui lisent Levinas dans ce de manière parce qu'il semble lui-même employer des métaphores hiérarchiques à l'intérieur<em>Totalité et infini</em>, la métaphore de la “hauteur” (une membre de

source: ) and the metaphor of “first” (a member of
fr: ) et la métaphore de “premier” (un membre de

source: But it is overwhelmingly clear that Levinas's project throughout is to question the prioirty of unitary being and of first-person subjectivity, showing how both are disrupted by linear and hyperbolic relations with the second-person intimate feminine other and the third-person masculine plural social other. Furthermore, readings that base their interpretations on the ranking by height overlook the essential clandestine element of depth, a metaphoric that is seemingly hidden in plain sight within the text of <em>Totality and Infinity</em>
fr: Mais il est extrêmement clair que le projet de Levinas est de remettre en question la priorité de l'être unitaire et de la subjectivité à la première personne,montrant comment les deux sont perturbés par des relations linéaires et hyperboliques avec le à la deuxième personne du féminin intime autre et à la troisième personne du masculin pluriell'autre social. De plus, des lectures qui fondent leurs interprétations sur le Le classement par hauteur néglige l'élément clandestin essentiel de la profondeur, un métaphorique qui est apparemment cachée à la vue de tous dans le texte de<em>Totalité et Infini</em>

source: Levinas's subversion of heirarchy
fr: La subversion de la hiérarchie par Levinas

source: Here it is useful to notice that Levinas explicitly expresses his overturning of this heirarchy, his subversion of the motif of height within <em>Otherwise than Being</em>. He cites Jean Wahl:
fr: Ici, il est utile de remarquer que Levinas exprime explicitement son renversement de cette hiérarchie, sa subversion du motif de la hauteur intérieure<em>Autrement que l'Être</em>. Il cite Jean Wahl :

source: There is something to be said, Novalis wrote, in favor of passivity. It is significant that one of Novalis’ contemporaries, Maine de Brain, who wished to be the philosopher of activity, will remain essentially the philosopher of two passivities, the lower and the higher. But is the lower lower than the higher?
fr: Il y a quelque chose à dire, écrit Novalis, en faveur de la passivité. C'est significatif qu'un des contemporains de Novalis, Maine de Brain, qui souhaitait être le philosophe de l'activité, restera essentiellement le philosophede deux passivités, la plus basse et la plus haute. Mais la plus basse est-elle inférieure à le plus haut?

source: Opposite as polar positive positions
fr: Opposé aux positions polaires positives

source: How then should we understand polar opposites in the work of Levinas? Perhaps we can first notice that alredy the word “opposite” implies the establishment of a position in space and time and also an irreducible positivity. Secondly, we can notice that Levinas's entire phenomenological project entails a description of how thematic elements transform into their opposites: from birth to death to rebirth, from self to other to self, from height to destitution to height.
fr: Comment alors comprendre les pôles opposés dans l'œuvre de Levinas ?Peut- être pouvons-nous d'abord remarquer que déjà le mot “opposé” implique le établissement d'une position dans l'espace et dans le temps et aussi d'un irréductiblepositivité. Deuxièmement, on peut remarquer que toute la phénoménologie de Levinas le projet implique une description de la manière dont les éléments thématiques se transforment en leur opposés : de la naissance à la mort à la renaissance, de soi à l'autre à soi, de de la hauteur à la misère jusqu'à la hauteur.

source: Non-Euclidean Curvature
fr: Courbure non euclidienne

source: We can go further in our understanding by employing noticing that Levinas employs the term “curvature” and “dimension” taken from the non-Euclidean geometry of Bernard Reimann and others. Levinas describes several dimensions in <em>Totality and Infinity</em>, most notably for our current discussion, the dimensions of height and depth.
fr: On peut aller plus loin dans notre compréhension en remarquant que Levinasemploie les termes « courbure » et « dimension » tirés du non- euclidien géométrie de Bernard Reimann et autres. Levinas décrit plusieurs dimensionsdans <em>Totalité et Infini</em>, notamment pour notre discussion actuelle, les dimensions de hauteur et de profondeur.

source: Curvature and asymmetry
fr: Courbure et asymétrie

source: When we explore the notion of curvature we notice the importance of how, throughout <em>Totality and Infinity</em>, Levinas is constantly shifting perspectives in ways that can be described by the tensor transformations within and between the topological manifolds comprised by various Genre Sets. Levinas alludes to this perspectivism throughout <em>Totality and Infinity</em> when he describes metaphysical asymmetry as the impossiblity of direct self-reflction.
fr: Lorsque nous explorons la notion de courbure, nous remarquons l'importance du comment,à travers <em>Totalité et Infini</em>, Levinas est en constante évolutiondes perspectives d'une manière qui peut être décrite par les transformations tensoriellesà l'intérieur et entre les variétés topologiques comprises dans divers genresEnsembles. Levinas fait allusion à ce perspectivisme à travers <em>Totalité et Infini</em> quand il décrit l'asymétrie métaphysique comme l'impossibilitéd'auto-réflexion directe.

source: Gravitational / Magnetic polarities
fr: Polarités gravitationnelles/magnétiques
