Repository: mcverter/EthicalPataphysicsOfAnarchism
Catalog: word_analysis/locale/*/LC_MESSAGES/django.po
Languages: fr

source: A list of all 16000 words in both Totality and Otherwise. Links to information pages about each word, including definitions and etymologies in English and French, as well as frequencies and lines from both texts
fr: Une liste des 16 000 mots dans Totalité et autrement. Liens vers des pages d'informations sur chaque mot, y compris les définitions et les étymologies dans Anglais et français, ainsi que les fréquences et lignes des deux textes

source: List of Genre Sets
fr: Liste des ensembles de genres

source: A list of Genre Sets.
fr: Une liste de groupes de genres.

source: Contact information, sources, current project status and future direction
fr: Coordonnées, sources, état actuel du projet et orientation future

source: Word counts are approximate
fr: Les quantités de mots sont approximatives

source: There were a few minor text parsing errors which will be fixed in a future release
fr: Quelques erreurs mineures d'analyse de texte se sont produites qui seront corrigées dans une prochaine version

source: Several relations have not yet been captured
fr: Plusieurs relations n'ont pas encore été capturées

source: Reflexives
fr: Réflexifs

source: Negatives
fr: Negatifs

source: Prepositions
fr: Prépositions

source: Word distances
fr: Distances des mots

source: Formal variations and repetitions
fr: Variations et répétitions formelles

source: Formula for “Proportion”
fr: Formule de “Proportion”

source: Summary
fr: Résumé

source: Table of Contents
fr: Table des matières

source: Radical Empiricism
fr: Empirisme Radical

source: A topological analysis of metaphorical manifolds in the texts of Emmanuel Levinas
fr: Une analyse topologique des variétés métaphoriques dans les textes d'Emmanuel Levinas

source: Website Map
fr: Plan du site Web

source: Below are some of the Genre Sets which I have manually assembled. They will be replaced once I have developed a better way to analyse word morphemes programatically
fr: Vous trouverez ci-dessous quelques-uns des ensembles de genres que j'ai assemblés manuellement. Ils être remplacé une fois que j'aurai développé une meilleure façon d'analyser les morphèmes des motspar programmation

source: Genre sets have been assembled according to morphemic (suffixes, prefixes, etymological roots, etc) and semantic similarites.
fr: Les ensembles de genres ont été assemblés selon des morphèmes (suffixes, préfixes, racines étymologiques, etc.) et similitudes sémantiques.

source: For an in depth explanation of these rules for assembling Genre Sets, please read the <a href='/genre_theory' target='_blank'> Theory of Genre Sets page</a>
fr: Pour une explication détaillée de ces règles d'assemblage des ensembles de genres, veuillez lisez la <a href='/genre_theory' target='_blank'> théorie des ensembles de genrespage</a>

source: Dedication
fr: Dédicace

source: For
fr: Pour

source: Author
fr: Auteur

source: Translations
fr: Traductions

source: Google Translate
fr: Google Traduction

source: Suggested Reading
fr: Lecture suggérée

source: The objective correlate of the concept of a possible theory determined only in respect of form [Form] is the concept of a possible field of knowledge [Erkenntnisgebiet] over which a theory of such form will govern. Such a field [Gebiet] is, however, known in mathematical circles as a manifold [Mannigfaltigkeit]. It is accordingly a field which is uniquely and solely determined by falling under a theory of such a form, whose objects are such as to permit of certain connections [Verknüpfungen] which fall under certain basic laws of this or that determinate form. … These laws then, as they determine the field [Gebiet] or moreover the form of the field [Gebietsform], likewise determine the theory to be constructed, or, more correctly, the form of the theory [Theoriensform]. In the theory of manifolds, e.g.,‘ +’ is not the sign for numerical addition, but for any connection for which laws of the form a + b = b + a, etc., hold.
fr: Le corrélat objectif du concept d'une théorie possible déterminé uniquement par rapport à la forme [Forme] est le concept d'un champ possible de connaissance [Erkenntnisgebiet] sur lequel régira une théorie d'une telle forme. Un tel le champ [Gebiet] est cependant connu dans les cercles mathématiques comme une variété[Mannigfaltigkeit]. Il s'agit donc d'un domaine qui est unique et uniquement déterminé en relevant d'une théorie d'une telle forme, dont les objets sont telspour permettre certaines connexions [Verknüpfungen] qui relèvent de certaines des lois fondamentales de telle ou telle forme déterminée. … Ces lois donc, telles qu'elles déterminer le champ [Gebiet] ou encore la forme du champ[Gebietsform], déterminez également la théorie à construire, ou, plus correctement, la forme de la théorie [Theoriensform]. Dans la théorie de les variétés, par exemple, '+' n'est pas le signe de l'addition numérique, mais de tout connexion pour laquelle les lois de la forme a + b = b + a, etc., sont valables.

source: To speak, in a word, is to seek the source of meaning in the prefix that the words exile, exodus, existence, exteriority, and estrangement are committed to unfolding in various modes of experience; a prefix that for us designates distance and separation as the origin of all “positive value”. Assuredly, it would be rash to claim to represent Judaism by all
fr: Parler, en un mot, c'est chercher la source du sens dans le préfixe que le « les mots exil, exode, existence, extériorité et éloignement sont commis »au déploiement dans divers modes d'expérience; un préfixe qui désigne pour nousla distance et la séparation comme origine de toute « valeur positive ». Assurément, cela il serait téméraire de prétendre représenter le judaïsme par tous

source: Information for
fr: Des informations sur

source: Quantities
fr: Quantités

source: Sum
fr: Somme

source: Word Proximity Map
fr: Carte de proximité de mots

source: Definition and Etymology
fr: Définition et étymologie

source: Lines from texts
fr: Lignes de textes

source: Totality and Infinity: An Essay on Exteriority
fr: Totalité et infini: essai sur l'extériorité

source: Otherwise than Being, or Beyond Essence
fr: Autrement qu'être, ou au-delà de l'essence

source: Line
fr: Ligne

source: Word
fr: Mot

source: Quantity
fr: Quantité

source: in
fr: en

source: Totality
fr: Totalité

source: Otherwise
fr: Autrement

source: More information and texts
fr: Plus d'information et textes

source: Information about
fr: Des informations sur

source: A constellational analysis of metaphorical manifolds
fr: Une analyse constellationnelle de variétés métaphoriques

source: Example
fr: Exemple

source: Group Decomposition
fr: Décomposition du groupe

source: Back to Top of Page
fr: Retour en haut de la page
